Repository: DarkXero-dev/archived
Catalog: Configs/xero-kde-config/etc/skel/.local/share/plasma/plasmoids/org.kde.resourcesMonitor-fork/translate/*.po
Languages: fr

source: Resources Monitor (fork)
fr: Moniteur des ressources (fork)

source: Plasmoid for monitoring CPU, memory and network traffic. This is an fork from "Resources Monitor" by Kotelnik
fr: Plasmoid pour surveiller l'utilisation du CPU, de la mémoire et du traffic réseau. Ceci est un fork de "Resources Monitor" de Kotelnik

source: General
fr: Général

source: Data
fr: Données

source: Appearance
fr: Apparence

# kilobyte suffix
source: Bps
fr: ops

# kibibyte suffix
source: iB/s
fr: io/s

source: Graph
fr: Graphique

source: Text
fr: Texte

source: Colors
fr: Couleurs

source: Vertical layout
fr: Disposition verticale

source: History amount:
fr: Quantité d'histoire :

source: Width:
fr: Largeur :

source: Height:
fr: Hauteur :

source: Margin:
fr: Marge :

source: Fill opacity:
fr: Opacité du remplissage :

source: Drop shadows
fr: Ombres portées

source: Font scale:
fr: Taille de la police :

source: Text displayment:
fr: Affichage du texte :

source: Always
fr: Toujours

source: On hover
fr: Au survol

source: Hints when hover
fr: Indices au survol

source: Top left
fr: En haut à gauche

source: Top right
fr: En haut à droite

source: Bottom left
fr: En bas à gauche

source: Bottom right
fr: En bas à droite

source: CPU color:
fr: Couleur du CPU :

source: Choose CPU graph color
fr: Choisissez la couleur du graphique du CPU

source: Memory color:
fr: Couleur de la mémoire

source: Choose memory graph color
fr: Choisissez la couleur du graphique de la mémoire

source: Swap color:
fr: Couleur du Swap :

source: Choose Swap graph color
fr: Choisissez la couleur du graphique Swap

source: Network receiving color:
fr: Couleur du traffic entrant :

source: Choose network receiving graph color
fr: Choisissez la couleur du graphique du traffic entrant

source: Network sending color:
fr: Couleur du traffic sortant :

source: Choose network sending graph color
fr: Choisissez la couleur du graphique du traffic sortant

source: Custom
fr: Personnalisée

source: Network
fr: Réseau

source: Network interfaces:
fr: Interfaces réseau :

source: Maximum transfer speed
fr: Vitesse de transfert maximale

source: Receiving:
fr: Réception :

source: Custom value:
fr: Valeur personnalisée :

source: Sending:
fr: Envoi :

source: Click action
fr: Action du clique

source: Update interval:
fr: Intervalle d'actualisation :

source: %1 seconds
fr: %1 secondes

source: Charts
fr: Graphiques

source: Show CPU monitor
fr: Afficher le moniteur du CPU

source: Show CPU clock
fr: Afficher l'horloge du processeur

source: Show memory monitor
fr: Afficher le moniteur de mémoire

source: Memory in percentage
fr: Mémoire en pourcentage

source: Display memory swap graph
fr: Afficher le graphique du Swap

source: Network visibility:
fr: Visibilité du réseau :

source: Disabled
fr: Désactivé

source: In kibibyte (KiB/s)
fr: En kibioctet (Kio/s)

source: In kilobit (Kbps)
fr: En kilobit (Kbps)

source: In kilobyte (KBps)
fr: En kilooctet (Kops)

source: Search an application:
fr: Chercher une application :

source: Application name
fr: Nom de l'application

source: Check for use customized color
fr: Cocher pour utiliser une couleur personnalisée

source: Check for use customized graph width
fr: Cocher pour l'utilisation d'une largeur de graphique personnalisée

source: ⏲ Clock
fr: ⏲ Horl.

source: ⇘ Down
fr: ⇘ Tél.

source: ⇗ Up
fr: ⇗ Env.
